Repository: AdamIwasz/FoodPin
Catalog: FoodPin/FoodPin Localizations/*.xcloc/Localized Contents/*.xliff
Languages: pl

# NSCameraUsageDescription
source: You need to grant the app access to your camera in order to take photos.
pl: Zezwól na dostęp do aparatu aby móc wykonywać zdjęcia z poziomu aplikacji.

# NSPhotoLibraryUsageDescription
source: You need to grant the app access to your photo library so you can pick your favorite restaurant photo.
pl: Zezwól na dostęp do galerii zdjęć aby móc wybrać zdjęcia swojej ulubionej restauracji.

source: Address
pl: Adres

source: CREATE YOUR OWN FOOD GUIDE
pl: STWÓRZ SWÓJ WŁASNY PRZEWODNIK

source: Camera
pl: Aparat

source: Choose your photo source
pl: Wybierz źródło zdjęcia

source: DISCOVER GREAT RESTAURANTS
pl: ODKRYWAJ ŚWIETNE RESTAURACJE

source: Delete
pl: Usuń

source: Find restaurants shared by your friends and other foodies
pl: Odkrywaj restauracje udostępnione przez Twoich znajomych oraz innych foodies

source: GET STARTED
pl: ZACZYNAJMY

source: Just check in at
pl: Jestem właśnie w

source: NEXT
pl: DALEJ

source: Phone
pl: Numer telefonu

source: Photo library
pl: Galeria zdjęć

source: Pin your favorite restaurants and create your own food guide
pl: Oznacz swoje ulubione restauracje i stwórz swój własny przewodnik

source: Rate us on App Store
pl: Oceń nas na App Store

source: SHOW YOU THE LOCATION
pl: POKAŻ LOKALIZACJĘ

source: Search and locate your favourite restaurant on Maps
pl: Wyszukaj swoje ulubione restauracje na mapie

source: Search restaurants...
pl: Szukaj restauracji...

source: Share
pl: Udostępnij

source: Tell us your feedback
pl: Zostaw feedback

source: We can't proceed because one of the fields is blank. Please note that all fields are requaierd.
pl: Nie możemy przejść dalej ponieważ jedno z pól jest puste. Proszę pamiętaj, wszystkie pola są wymagane.

# 6Pu-Cz-cYF.text
source: DESCRIPTION
pl: Opis

# 8qC-uF-4rd.text
source: Phone Number
pl: Numer telefonu

# 19g-iQ-Dk3.placeholder
source: Fill in the restaurant address
pl: Uzupełnij adres restauracji

# 66P-dx-SIG.text
source: Name
pl: Nazwa

# 71t-Wd-8vQ.text
source: PHONE
pl: Numer telefonu

# B0B-RZ-AbN.text
source: Description
pl: Opis

# BR2-1u-L8X.text
source: Phone
pl: Numer telefonu

# BmH-ot-jDV.text
source: Address
pl: Adres

# CuQ-BE-4DJ.title
source: Favorites
pl: Ulubione

# F7P-eG-2sq.text
source: Full Address
pl: Pełen adres

# FeH-Zp-7Bu.title
source: Save
pl: Zapisz

# Gay-ln-Drx.text
source: Type
pl: Typ

# LS4-vN-nrU.placeholder
source: Fill in the restaurant name
pl: Uzupełnij nazwę restauracji

# Mmx-3s-o2q.text
source: Location
pl: Lokalizacja

# Nfh-8k-vyD.text
source: Location
pl: Lokalizacja

# Ze1-rh-hQA.text
source: Name
pl: Nazwa

# cMG-Kt-Myx.text
source: TYPE
pl: Typ

# e2c-TZ-bWZ.placeholder
source: Fill in the restaurant type
pl: Uzupełnij typ restauracji

# fKZ-uA-va3.text
source: Type
pl: Typ

# h2t-pv-H7L.configuration.title
source: Rate it
pl: Oceń

# iGK-Fg-AlX.text
source: ADDRESS
pl: Adres

# jEa-vG-0nr.text
source: A great restaurant to try out
pl: Świetna restauracja do wypróbowania

# pAe-mF-h8p.title
source: New Restaurant
pl: Nowa restauracja

# teq-62-0tB.placeholder
source: Fill in the restaurant phone
pl: Uzupełnij numer telefonu restauracji

# woA-Xx-8e2.text
source: NAME
pl: Nazwa

# zL8-wc-ZdS.text
source: Name
pl: Nazwa

# S2o-gb-ZoM.title
source: About
pl: Informacje

# vGq-Af-eHr.title
source: About
pl: Informacje
